{
    "common": {
        "summer_sale": "SUMMER SALE NOW ON",
        "save_up": "SAVE UP TO",
        "shop_now": "Shop now",
        "free_delivery": "Free delivery over",
        "learn_more": "Learn more",
        "get_discount": "Get",
        "your_first_order": "off your first order",
        "here": "Here",
        "help_and_faq": "Help and FAQ",
        "searching_boxing_gloves": "Search for boxing gloves",
        "searching_gi": "Search for jiu jitsu gi's",
        "latest_venum_collection": "Latest Venum collection",
        "shop_all_venum": "Shop all venum",
        "boxing_gloves": "Boxing gloves",
        "gis": "Bjj Gi",
        "mma_protection": "MMA protection",
        "no_gi": "No gi staff",
        "punch_bags": "Punch bags",
        "dumbells_kettlebells": "Dumbells and kettlebells",
        "boxing_essentials": "Boxing essentials",
        "up_your_level": "To level up your training",
        "looking_for_gloves": "Looking for a new pair of gloves for sparring or bag work? We've got you covered with over 40 pairs to choose from.",
        "boxing_boots": "Boxing boots",
        "train_in_boots": "Train in style with the latest innovations in Boxing Shoes from Nike, Adidas and Venum. Time to lace up!",
        "elite_heavy_bags": "Elite heavy punching bags of all shapes and sizes, including the unrivalled Aqua Training Bag. Used by pro fighters worldwide.",
        "boxing_protection": "Boxing protection",
        "essential_boxing_protection": "Essential boxing protective equipment to keep you covered during the toughest sessions. Wraps, Headgear, Mouthguards & more!",
        "get_no_gi": "GET NO GI READY",
        "latest_rashguards": "The latest rash guards and grappling shorts, fresh for no-gi season.",
        "shop_fight_shorts": "SHOP FIGHT SHORTS",
        "shop_all_rashguards": "SHOP RASH GUARDS",
        "ultimate_jiu_selection": "The ultimate jiu jitsu selection",
        "for_mats": "For on and off the mats",
        "rash_guards": "Rash guards",
        "fight_shorts": "Fight shorts",
        "mma_gloves": "Mma gloves",
        "new_just_dropped": "New: Just Dropped",
        "shop_all": "Shop all",
        "premium_brands": "PREMIUM COMBAT SPORTS BRANDS",
        "view_all_brands": "View all brands",
        "boxing_clothes": "Boxing cloth",
        "mouth_guards": "Mouth guards",
        "skipping_ropes": "Skipping ropes",
        "protection": "Protection",
        "coaching_equipment": "Coaching equipment",
        "boxing_equipment_and_martial_arts": "BOXING EQUIPMENT & MARTIAL ARTS GEAR",
        "welcome_to": "Welcome to Fighters - the premiere online supplier of the latest Mixed Martial Arts, boxing and fitness equipment. We also offer an extensive range of uniforms and MMA apparel for training, competition and streetwear from the sports brands you trust. Whether you're a fan, fighter or practitioner, we're the first and last word when it comes to supplying you with all the specialized combat sports and martial arts equipment you need to perform your best. Shop our online store for the latest MMA clothing and martial arts training equipment, including: MMA Fight Shorts & MMA Gloves, Boxing Gloves, MMA & UFC T shirts, BJJ Gi's and Rashguards.",
        "bjj_and_mma": "BJJ GI'S & MMA CLOTHING",
        "we_are_num_one": "We're the number one choice for athletes when it comes to martial arts and combat sports, with the largest selection of gear and apparel for MMA, Muay Thai, Boxing, Kickboxing, Karate and Taekwondo. Shop for innovative workout equipment and clothing, including: grappling dummies, strength and conditioning gear, and all the uniforms, protective gear and training apparel you'll need to push yourself to the absolute limit. Choose from heavyweight brands from the likes of Venum, Ringside Boxing, Sandee, Fairtex and so many more.",
        "ranked_by_you": "RANKED #1 BY YOU",
        "excellent": "Excellent",
        "average": "avarage",
        "reviews": "reviews",
        "add_to_cart": "Add to cart",
        "about": "About us",
        "about_description": "Fighters shop has been the leading online specialist retailer of Combat Sports clothing, equipment and accessories in the UK since 2022. Initially finding our roots in the Boxing & MMA markets, in recent years we have expanded our offering to include a vast range of products for all martial arts and fitness disciplines. We hold in a vast range of brands and thousands of products, and have delivered to over 150,000 happy customers.",
        "about_description2": "We continue to strive to be a one-stop-shop for all things combat sport & martial arts, whether you are a professional fighter or just a fan of sport. Our standard UK delivery service is Evri 48 hour, a quick and reliable delivery service which is FREE for most orders over £99! We offer a range of other delivery options including Next Day delivery and speedy international options. We are more than happy to answer any of your questions about which product is right for you. Just get in touch!",
        "accessibility": "Accessibility",
        "accesibility_offer_best": "Fighters is devoted to offering a website that is accessible to all users. We are utilising the most up to date technologies to offer the best possible shopping experience on Mobile, Desktop and Tablet.",
        "accessibility_latest_borwser_tech": "Our site is developed in accordance with the latest browsing technology, we advise that you browse our website on the most up to date versions of the below recommended web-browsers. Using the website on an outdated browser may impact your experience.",
        "accessibility_if_errors_contact": "If you experience issues using the Fighters website please don't hesitate to contact us.",
        "trustworthy": "Want to find out if Fighters is trustworthy? We are proud to be the highest rated specialist Boxing & Combat Sports store in the UKR with reviews from real customers.",
        "next_day_delivery": "Next Working Day Delivery",
        "available_before_12": "Available when you order before 12pm",
        "free_delivery_over": "FREE UKR Delivery Over $99*",
        "except_oversized": "Except oversized items.",
        "hassle_return": "Hassle Free 30 Day Returns",
        "via_portal": "Via our dedicated portal",
        "price_match": "Price Match Promise",
        "found_cheaper": "Found it cheaper elsewhere? Tell us.",
        "customer_reviews": "Customer Reviews",
        "rated": "Rated",
        "ukr_largest_shop": "Ukraine Largest Combat Sports Store",
        "happy_customers": "200,000+ Happy Customers.",
        "expert_support": "Expert Support & Advice",
        "in_your_corner": "In your corner, when you need us",
        "regular_sales": "Regular Sales & Promotions",
        "unrivalled_deals": "Featuring Unrivalled Deals",
        "sign_up_and_get_free": "NEW HERE? SIGN UP & GET 10% OFF YOUR FIRST ORDER",
        "get_ten_off": "GET 10% OFF",
        "a_z_brands": "A-Z OF PREMIUM BOXING & MARTIAL ARTS BRANDS",
        "login": "Login",
        "register": "Create account",
        "first_name": "First name",
        "last_name": "Last name",
        "password": "Password",
        "already_have_account": "Already have an account?",
        "new_customer": "New customer?",
        "forgot_password": "Forgot password",
        "reset_password": "RESET YOUR PASSWORD",
        "we_will_send": "We will send you an email to reset your password.",
        "submit": "Submit",
        "cancel": "Cancel",
        "privacy_policy": "Privacy policy",
        "keep_your_data": "Fighters shop are committed to keeping your data safe. For your peace of mind, here is how we will use it:",
        "for_your_benefit": "It's for your benefit",
        "we_use_to_improve": "We will only use your data to improve your experience with us",
        "secure_and_protected": "Secure and protected",
        "keep_your_data_safe": "We will keep your data as safe as possible.",
        "we_not_spam": "We won't spam",
        "your_choose_what_send": "You choose what we send you and how.",
        "minimal_info": "Minimal information",
        "we_keep_only_important": "We only keep the essential bits of data we need. We delete what we don't.",
        "just_let_us_know": "Just let us know",
        "if_you_want_delete": "If you want us to delete your information, just say.",
        "terms_of_service": "Terms of service",
        "terms_weclome": "Welcome to Fighters Website. PLEASE READ THE FOLLOWING TERMS AND CONDITIONS OF USE CAREFULLY BEFORE USING THIS WEBSITE. All users of this site agree that access to and use of this site are subject to the following terms and conditions and other applicable law. These terms and conditions apply to all visits to the Made 4 Fighters Web site, both now and in the future. If you do not agree to these terms and conditions, please do not use this site. The entire content included in this site, including but not limited to text, graphics or code is copyrighted as a collective work under the United Kingdom and other copyright laws, and is the property of Made 4 Fighters. The collective work includes works that are licensed to Made 4 Fighters, copyright 2012, Made 4 Fighters ALL RIGHTS RESERVED. Permission is granted to electronically copy and print hard copy portions of this site for the sole purpose of placing an order with Made 4 Fighters or purchasing Made 4 Fighters products. You may display and, subject to any expressly stated restrictions or limitations relating to specific material, download or print portions of the material from the different areas of the site solely for your own non-commercial use, or to place an order with Made 4 Fighters or to purchase Made 4 Fighters products. Any other use, including but not limited to the reproduction, distribution, display or transmission of the content of this site is strictly prohibited, unless authorized by Made 4 Fighters. You further agree not to change or delete any proprietary notices from materials downloaded from the site.",
        "contact": "Contact",
        "contact_us": "Contact us",
        "contact_description": "Many common questions are answered within our Help & FAQ Section. If you still need assistance, feel free to reach out to us. LIVE CHAT. The best way to contact us is via our live chat feature on the bottom right hand corner of the page. EMAIL. Alternatively, please fill in the contact form below and one of our team will get back to you within 48hours. Please note emails are only responded to within our opening times, Monday: 10am - 4pm. Tuesday - Friday 9.30am - 4.30pm.",
        "full_name": "Full name",
        "write_message": "Write your message",
        "send": "Send",
        "your_cart": "Your cart",
        "cart_is_empty": "Cart is empty",
        "go_shoping": "Go to shoping",
        "order_summary": "ORDER SUMMARY",
        "tax_included": "Tax included, shipping and discounts calculated at checkout.",
        "total": "Total",
        "figters_footer_description": "Fighters is the premier retailer of boxing, martial arts and combat sports products. Est 2024.",
        "customer_service": "Customer service",
        "delivery_and_return": "Delivery and return",
        "brands": "Brands",
        "size_charts": "Size charts",
        "cookie_policy": "Cookie policy",
        "useful_links": "Useful links",
        "return_to_shop": "Return to shop",
        "get_more_info": "Get more information",
        "how_to_help": "How can we help?",
        "all_articles": "All articles",
        "home": "Home",
        "categories": "Categories",
        "no_products": "No products"
    }
}