{
    "common": {
        "summer_sale": "ЛІТНИЙ РОЗПРОДАЖ",
        "save_up": "ЕКОНОМІЯ ДО",
        "shop_now": "Купити зараз",
        "free_delivery": "Безкоштовна доставка при покупці від ",
        "learn_more": "Дізнатись більше",
        "get_discount": "Отримайте знижку",
        "your_first_order": "на перше замовлення",
        "here": "Тут",
        "help_and_faq": "Довідка та FAQ",
        "searching_boxing_gloves": "Пошук боксерських рукавичок",
        "searching_gi": "Пошук джиу-джитсу гі",
        "latest_venum_collection": "Остання колекція Venum",
        "shop_all_venum": "Придбати Venum",
        "boxing_gloves": "Боксерські перчатки",
        "gis": "Гі для джиу-джитсу",
        "mma_protection": "Захист для ММА",
        "no_gi": "Ноу-гі",
        "punch_bags": "Ударні мішки",
        "dumbells_kettlebells": "Гантелі та гирі",
        "boxing_essentials": "Боксерські товари",
        "up_your_level": "Підвищуй свій рівень",
        "looking_for_gloves": "Шукаєте нову пару рукавичок для спарингу чи роботи з мішком? У нас ви знайдете понад 40 пар на вибір.",
        "boxing_boots": "Боксерські бутси",
        "train_in_boots": "Тренуйтеся стильно з останніми інноваціями боксерського взуття від Nike, Adidas і Venum. Час шнурувати!",
        "elite_heavy_bags": "Елітні важкі боксерські мішки будь-яких форм і розмірів, включаючи неперевершений Aqua Training Bag. Використовується професійними бійцями по всьому світу.",
        "boxing_protection": "боксерський захист",
        "essential_boxing_protection": "Основне боксерське захисне спорядження, яке захистить вас під час найважчих тренувань. Пов’язки, головні убори, капи та інше!",
        "get_no_gi": "ПРИДБАЙ НОУ-ГІ",
        "latest_rashguards": "Найновіші рашгарди та шорти для боротьби, свіжі для сезону но-гі.",
        "shop_fight_shorts": "ПРИДБАЙ ШОРТИ",
        "shop_all_rashguards": "ПРИДБАЙ РАШГАРДИ",
        "ultimate_jiu_selection": "Остаточний вибір джиу-джитсу",
        "for_mats": "На килимах і поза ними",
        "rash_guards": "Рашгарди",
        "fight_shorts": "Бійцівські шорти",
        "mma_gloves": "Mma перчатки",
        "new_just_dropped": "Нові надходження",
        "shop_all": "Купити усі",
        "premium_brands": "ПРЕМІАЛЬНІ БРЕНДИ БОЙОВИХ ВИДІВ СПОРТУ",
        "view_all_brands": "Всі бренди",
        "boxing_clothes": "Боксерський одяг",
        "mouth_guards": "Капи",
        "skipping_ropes": "Скакалки",
        "protection": "Захист",
        "coaching_equipment": "Тренерське спорядження",
        "boxing_equipment_and_martial_arts": "ОБМУНДИРУВАННЯ ДЛЯ БОКСУ ТА БОЙОВИХ МИСТЕЦТВ",
        "welcome_to": "Ласкаво просимо до Fighters — головного онлайн-постачальника найновішого обладнання для змішаних бойових мистецтв, боксу та фітнесу. Ми також пропонуємо широкий асортимент уніформи та одягу для ММА для тренувань, змагань і вуличного одягу від спортивних брендів, яким ви довіряєте. Незалежно від того, чи ви фанат, боєць чи практикуючий, ми перше й останнє слово, коли справа доходить до постачання вам усього спеціалізованого обладнання для єдиноборств і єдиноборств, яке вам потрібне, щоб показати якнайкраще. Купуйте в нашому інтернет-магазині найновіший одяг для MMA та обладнання для тренувань з єдиноборств, зокрема: шорти та рукавички для MMA, боксерські рукавички, футболки для MMA та UFC, джі й рашгарди.",
        "bjj_and_mma": "ОДЯГ ДЛЯ ДЖИУ-ДЖИТСУ ТА MMA",
        "we_are_num_one": "Ми є вибором номер один для спортсменів, коли мова заходить про бойові мистецтва та єдиноборства, з найбільшим вибором спорядження та одягу для MMA, тайського боксу, боксу, кікбоксингу, карате та тхеквондо. Купуйте інноваційне обладнання та одяг для тренувань, у тому числі: манекени для гриплінгів, силове спорядження та спорядження для кондиціонування, а також всю уніформу, захисне спорядження та тренувальний одяг, які вам знадобляться, щоб досягти абсолютної межі. Вибирайте серед суперважких брендів, таких як Venum, Ringside Boxing, Sandee, Fairtex та багато інших.",
        "ranked_by_you": "ОЦІНЕНО #1 ВАМИ",
        "excellent": "Відмінно",
        "average": "середній",
        "reviews": "відгуки",
        "add_to_cart": "Додати в кошик",
        "about": "Про нас",
        "about_description": "З 2022 року Fighters shop є провідним спеціалізованим інтернет-магазином одягу, обладнання та аксесуарів для спортивних єдиноборств у Великій Британії. Спочатку ми знайшли своє коріння на ринках боксу та MMA, але в останні роки ми розширили нашу пропозицію, включивши широкий асортимент товарів для всі види бойових мистецтв і фітнесу. Ми маємо широкий асортимент брендів і тисячі продуктів і доставляємо продукцію понад 150 000 задоволених клієнтів.",
        "about_description2": "Ми й надалі прагнемо бути єдиним магазином для всього, що стосується єдиноборств і єдиноборств, незалежно від того, чи ви професійний боєць, чи просто любитель спорту. Нашою стандартною службою доставки у Великій Британії є Evri 48 годин, швидка та надійна служба доставки, яка БЕЗКОШТОВНА для більшості замовлень понад £99! Ми пропонуємо низку інших варіантів доставки, включаючи доставку наступного дня та швидкі міжнародні варіанти. Ми з радістю відповімо на будь-які ваші запитання про те, який продукт підходить саме вам. Просто зв'яжіться!",
        "accessibility": "Доступність",
        "accesibility_offer_best": "Fighters пропонує веб-сайт, доступний для всіх користувачів. Ми використовуємо найсучасніші технології, щоб запропонувати найкращий досвід покупок на мобільних пристроях, комп’ютерах і планшетах.",
        "accessibility_latest_borwser_tech": "Наш сайт розроблено відповідно до найновіших технологій перегляду, ми рекомендуємо вам переглядати наш веб-сайт у найновіших версіях рекомендованих нижче веб-браузерів. Використання веб-сайту в застарілому браузері може вплинути на вашу роботу.",
        "accessibility_if_errors_contact": "Якщо у вас виникли проблеми з використанням веб-сайту Fighters, будь ласка, не соромтеся зв’язатися з нами.",
        "trustworthy": "Хочете дізнатися, чи можна довіряти Fighters? Ми пишаємося тим, що є найвищим рейтингом спеціалізованого магазину Boxing & Combat Sports в Україні з відгуками реальних клієнтів..",
        "next_day_delivery": "Доставка на наступний робочий день",
        "available_before_12": "Доступно при замовленні до 12:00",
        "free_delivery_over": "БЕЗКОШТОВНА доставка по Україні понад $99*",
        "except_oversized": "Крім негабаритних предметів.",
        "hassle_return": "Безпроблемне повернення протягом 30 днів",
        "via_portal": "Через наш спеціальний портал",
        "price_match": "Обіцянка відповідності ціни",
        "found_cheaper": "Знайшли деінде дешевше? Скажи нам.",
        "customer_reviews": "відгуки покупців",
        "rated": "Оцінено",
        "ukr_largest_shop": "Найбільший в Україні магазин єдиноборств",
        "happy_customers": "200 000+ щасливих клієнтів.",
        "expert_support": "Експертна підтримка та поради",
        "in_your_corner": "У вашому куточку, коли ми вам потрібні",
        "regular_sales": "Регулярні розпродажі та акції",
        "unrivalled_deals": "Неперевершені пропозиції",
        "sign_up_and_get_free": "ВПЕРШЕ ТУТ? ЗАРЕЄСТРУЙСЯ ТА ОТРИМАЙ ЗНИЖКУ 10% НА ПЕРШЕ ЗАМОВЛЕННЯ",
        "get_ten_off": "10% ЗНИЖКА",
        "a_z_brands": "А-Я ПРЕМІАЛЬНИХ БРЕНДІВ БОКСУ ТА БОЙОВИХ МИСТЕЦТВ",
        "login": "Увійти",
        "register": "Створити акаунт",
        "first_name": "Ім'я",
        "last_name": "Прізвище",
        "password": "Пароль",
        "already_have_account": "Вже є аккаунт?",
        "new_customer": "Новий клієнт?",
        "forgot_password": "Забули пароль",
        "reset_password": "СКИНУТИ ПАРОЛЬ",
        "we_will_send": "Ми надішлемо вам електронний лист для скидання пароля.",
        "submit": "Надіслати",
        "cancel": "Відмінити",
        "privacy_policy": "ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ",
        "keep_your_data": "Fighters shop прагне зберігати ваші дані в безпеці. Для вашого спокою ось як ми будемо ним користуватися:",
        "for_your_benefit": "Це для вашої вигоди",
        "we_use_to_improve": "Ми використовуватимемо ваші дані лише для покращення вашого досвіду спілкування з нами",
        "secure_and_protected": "Безпечний і захищений",
        "keep_your_data_safe": "Ми збережемо ваші дані в максимальному захисті.",
        "we_not_spam": "Ми не будемо спамити",
        "your_choose_what_send": "Ви обираєте, що ми вам надсилаємо і як.",
        "minimal_info": "Мінімум інформації",
        "we_keep_only_important": "Ми зберігаємо лише важливі фрагменти даних, які нам потрібні. Ми видаляємо те, чого не робимо.",
        "just_let_us_know": "Просто дайте нам знати",
        "if_you_want_delete": "Якщо ви хочете, щоб ми видалили вашу інформацію, просто скажіть.",
        "terms_of_service": "УМОВИ ВИКОРИСТАННЯ",
        "terms_weclome": "Вітаємо на веб-сайті Fighters. БУДЬ ЛАСКА, ПЕРЕД ВИКОРИСТАННЯМ ЦЬОГО ВЕБ-САЙТУ УВАЖНО ПРОЧИТАЙТЕ НИЖЧЕ ПОЛОЖЕННЯ ТА УМОВИ ВИКОРИСТАННЯ. Усі користувачі цього сайту погоджуються з тим, що доступ до цього сайту та його використання регулюються наведеними нижче положеннями та умовами та іншим застосовним законодавством. Ці умови застосовуються до всіх відвідувань веб-сайту Made 4 Fighters як зараз, так і в майбутньому. Якщо ви не згодні з цими умовами, не використовуйте цей сайт. Весь вміст цього сайту, включаючи, але не обмежуючись, текст, графіку чи код, захищено авторським правом як колективна робота відповідно до законодавства Великобританії та інших авторських прав і є власністю Made 4 Fighters. Колективна робота включає роботи, на які ліцензовано Made 4 Fighters, авторське право 2012, Made 4 Fighters УСІ ПРАВА ЗАХИЩЕНО. Надається дозвіл на копіювання та друк частин цього сайту в електронному вигляді з єдиною метою розміщення замовлення в Made 4 Fighters або придбання продукції Made 4 Fighters. Ви можете відображати та, відповідно до будь-яких прямо зазначених обмежень або обмежень, що стосуються конкретного матеріалу, завантажувати або друкувати частини матеріалу з різних розділів сайту виключно для власного некомерційного використання або для розміщення замовлення в Made 4 Fighters або придбати продукти Made 4 Fighters. Будь-яке інше використання, включаючи, але не обмежуючись, відтворення, розповсюдження, відображення або передачу вмісту цього сайту, суворо заборонено, якщо це не дозволено Made 4 Fighters. Ви також погоджуєтеся не змінювати та не видаляти будь-які повідомлення про право власності з матеріалів, завантажених із сайту.",
        "contact": "Контакти",
        "contact_us": "Зв'яжіться з нами",
        "contact_description": "Відповіді на багато поширених запитань можна знайти в розділі довідки та поширених запитань. Якщо вам все ще потрібна допомога, не соромтеся зв’язатися з нами. ЖИВИЙ ЧАТ. Найкращий спосіб зв’язатися з нами – скористатися чатом у нижньому правому куті сторінки. ЕЛЕКТРОННА ПОШТА. Крім того, заповніть контактну форму нижче, і один із наших співробітників зв’яжеться з вами протягом 48 годин. Зауважте, що відповіді на електронні листи надходять лише в робочий час, понеділок: з 10:00 до 16:00. Вівторок - п'ятниця 9.30 - 16.30.",
        "full_name": "Прізвище та ім'я",
        "write_message": "Ваше повідомлення",
        "send": "Відправити"
    }
}